IDEA Open Model
HingeElement1D.InitialStiffnessZ Property
Compatible with IDEA StatiCa v 10.1
 Initial stiffness Z dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double InitialStiffnessZ { get; set; }
Public Property InitialStiffnessZ As Double
	Get
	Set
public:
property double InitialStiffnessZ {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
HingeElement1D Class
IdeaRS.OpenModel.Model Namespace